---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ProjectBrowserDataChangedEventArgs
source: html/873d6386-2240-1c13-53dc-ee0b8607e724.htm
---
# ProjectBrowserDataChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.